{
  "select":"digit",
  "data": {
    "D0": {"Summary":"Primative",
           "Description":"No technology. TL0 species have only discovered the simplest tools and principles, and are on par with earths stone age."},
	"D1": {"Summary":"Primative",
           "Description":"Roughly on par with Bronze or Iron age technology.  Tl1 science is mostly superstition, but they can manufacture weapons and work materials."},
	"D2": {"Summary":"Primative",
           "Description":"Renaissance technology. TL2 brings with it a greateer understanding of chemistry, physics, biology and astronomy as well as the scientific method."},
	"D3": {"Summary":"Primative",
           "Description":"The advances of TL2 are now applied, bringing the germ of industrial revolution and steam power.  Primative firearms now dominate the battlefield, this is roughly comparable to the early 19th century."},
	"D4": {"Summary":"Industrial",
           "Description":"The transition to industrial revolution is complete, bringing plastics, radio and other such inventions.  Roughly comparable to the late 19th early 20th Century."},
	"D5": {"Summary":"Industrial",
           "Description":"TL5 brings widespread electrification, telecomunications and internal combustion.  At the high end of the TL, atomics and primative computing appear.  Roughtly on par with the mid 20th Century."},
	"D6": {"Summary":"Industrial",
           "Description":"TL6 brings the development of fission power and more advanced computing.  Advances in materials technology and rocketry bring about the dawn of the space age."},
	"D7": {"Summary":"Pre-Stellar",
           "Description":"A pre-stellar society can reach orbit reliably and has telecomunication satellites.  Computers become common, Roughly on par with late 20th century."},
	"D8": {"Summary":"Pre-Stellar",
           "Description":"At TL8 it is possible to reach other worlds in the same system, although teraforming or full colonisation are not within the cultures capacity.  Permenant space habitats become possible.  Fusion power becomes commercialy viable."},
	"D9": {"Summary":"Pre-Stellar",
           "Description":"The defining element of TL9 is the development of Gravity manipulation, which makes space travel vastly safer and faster.  This research leads to the development of the jump drive, which occurs at the end of the tech level.  TL9 cultures can colonise other worlds, however going to a colony is generaly a 1 way trip."},
	"DA": {"Summary":"Early Stellar",
           "Description":"With the advent of Jump, nearby systems are opened up.  Orbital habitats and factories become common. Interstellar travel and trade lead to an economic boon. Collonies become much more viable."},
	"DB": {"Summary":"Early Stellar",
           "Description":"The first true Artificial intelegences become possible, as computers are able to model synaptic networks.  Grav supported structures reach up to the heavensa. Jump-2 travel becomes possible, allowing easier travel beyond one-jump stelar mains."},
	"DC": {"Summary":"Average Stellar",
           "Description":"Weather controll revolutionises terraforming and agriculture.  Man portable plasma weapons and carrier mounted Fusion guns make the battlefield untennable for unarmoured combatants.  Jump-3 travel is developed."},
	"DD": {"Summary":"Average Stellar",
           "Description":"The Battle Dress appears on the battlefield in responce to the new weapons.  Clonng of body parts becomes easy. Advances in hull design and thruster plates mean spacecraft can easily enter atmosphere and even go underwater.  Jump-4 travel."},
	"DE": {"Summary":"High Stellar",
           "Description":"Fusion weapons become man portable.  Flying cities appear.  Jump-5 Travel."},
	"DF": {"Summary":"High Stellar",
           "Description":"Black Globe generators sugest a new direction for defencive technologies, while the development of synthetic analgathics means the human lifespan is much increased.  Jump-6 Travel possible."}
  }
}